log_in_btn_instruction = '''Отправь мне 2 строки(логин и пароль):\nstud-*и какие-то цифры*\nПароль\n
P.S.
Не все кнопки выполняют действие
Некоторые просто дают инструкции🙂
'''

change_user_passwd_instruction1 = 'Сменить пароль\nЛогин - {}\nСтарый пароль - {}\nНовый пароль - {}'
change_user_passwd_instruction2 = 'Скопируй сообщение выше и внутри фигурных скобок напиши нужные данные'

how_to_report_instruction = '''Чтобы получить шаблон, напиши:\nРапорт таблицей\nили\nРапорт сообщением
или\nнажми соответствующие кнопки\n\nСообщением можно отправить только один последний неотправленный рапорт
Таблицей - от последнего неотправленного рапорта до конца недели от дня этого рапорта
(или до текущего момента, если неделя последнего рапорта не закончилась)\n
Если хочешь отправить сообщением, то скопируй шаблон, заполни посещаемость и отправь его боту\n
Если хочешь отправить таблицей, то нужно скачать отправленный ботом шаблон, заполнить его и\nОБЯЗАТЕЛЬНО
Написать слово рапорт и прикрепить таблицу\n\n
'''
right_attandance_tags = '''Возможные метки посещаемости:
+ - присутствовал\nн - нб без справки\nс - нб по справке\nб - нб по болезни'''